---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForce
source: html/cf0cd4b3-40a4-20c0-4637-3793ad6ec029.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForce Property

Symbol lb, indicating unit Pounds force.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForce { get; }
```